[
  {
    "id": 1,
    "section": null,
    "content": "Son Chae-young (Korean : 손채영 ; born April 23, 1999 ), known mononymously as Chaeyoung, is a South Korean rapper and singer.She is a member of the girl group Twice, formed by JYP Entertainment."
  },
  {
    "id": 2,
    "section": null,
    "content": "Life and career"
  },
  {
    "id": 3,
    "section": "Early life and pre-debut activities",
    "content": "Early life and pre-debut activities\nChaeyoung was born in Seoul, South Korea on April 23, 1999.She took interest in performing arts from a young age and used to model for a children's magazine.Chaeyoung decided she wanted to become a singer before joining JYP Entertainment and took dance lessons for over one year.At age 13, she passed the auditions and ended up joining the company.Later in 2014 and 2015, she appeared in the music videos for both Got7's \" Stop Stop It \" and Miss A's \" Only You \"."
  },
  {
    "id": 4,
    "section": "2015– present: Sixteen, Twice and  solo activities",
    "content": "2015– present: Sixteen, Twice and  solo activities\nChaeyoung participated in the reality television competition Sixteen in 2015.Ranking sixth place out of the nine debut spots, she went on to join the newly formed girl group Twice as one of its  rappers and singers.On October 20, 2015, Twice officially debuted with the release of their first extended play (EP ) The Story Begins.\nChaeyoung became the first member of the group to receive writing credits when she wrote a rap verse for Twice's version of J.Y.Park's \" Precious Love \" as part of their 2016 EP Page Two.Since then, Chaeyoung has participated in writing lyrics for multiple songs by Twice.For the group's second Japanese studio album & Twice, on the track \" How U Doin' \" , Chaeyoung took part in composing for the first time, making her the first member to do so.She also designed the limited edition cover of Page Twoand three different pairs of SPRIS shoes.\nAs a soloist, Chaeyoung released covers of \" Alone \" by Cheezeand \" Off My Face \" by Justin Bieber as part of the Melody Project series.In 2022, she began learning to play the guitar in anticipation of a potential solo debut.She then performed an unreleased solo track titled \" My Guitar \" on Twice's Ready to Be World Tour."
  },
  {
    "id": 5,
    "section": "Personal life",
    "content": "Personal life\nChaeyoung attended Hanlim Multi Art School with fellow bandmate Tzuyu, graduating in 2019.In 2020, Chaeyoung's personal phone number was leaked on social media; JYP Entertainment released a statement about the incident, and she responded directly on Twice's Instagram page.\nShe is Catholic and her baptismal name is Catarina (or Katarina )."
  },
  {
    "id": 6,
    "section": "T-shirt controversies",
    "content": "T-shirt controversies\nOn March 18, 2023, Chaeyoung appeared wearing a shirt with imagery of QAnon, an American far-right conspiracy theory movement, during a promotion of \" Set Me Free \" on MBC's Show! Music Core.The crop top showed a large Q in American-flag print with the words \" We Go All \" below it, a prominent slogan of the conspiracy theory group.Three days later, on March 21, the singer posted a picture on Instagram in which she was wearing a T-shirt with Nazi imagery.The T-shirt specifically featured an image of Sid Vicious, bassist of the Sex Pistols, wearing a tilted right-facing swastika identical to the one used by Nazi Germany.Chaeyoung subsequently removed the Instagram post and issued an apology.In the apology, she wrote, \" I didn't correctly recognise the meaning of the tilted swastika in the t-shirt I wore.\" Chaeyoung's label, JYP Entertainment, also issued an apology with regard to her Instagram post taking responsibility \" for not thoroughly reviewing it from the label side.\" The apologies by Chaeyoung and her label did not address the QAnon shirt."
  },
  {
    "id": 7,
    "section": null,
    "content": "Discography"
  },
  {
    "id": 8,
    "section": null,
    "content": "Collaborations"
  },
  {
    "id": 9,
    "section": "Songwriting credits",
    "content": "Songwriting credits\nAll song credits are adapted from the Korea Music Copyright Association's database unless stated otherwise."
  },
  {
    "id": 10,
    "section": null,
    "content": "Filmography"
  },
  {
    "id": 11,
    "section": null,
    "content": "Television shows"
  },
  {
    "id": 12,
    "section": null,
    "content": "Hosting"
  },
  {
    "id": 13,
    "section": null,
    "content": "Bibliography"
  },
  {
    "id": 14,
    "section": null,
    "content": "Photobooks"
  },
  {
    "id": 15,
    "section": null,
    "content": "References"
  },
  {
    "id": 16,
    "section": null,
    "content": "External links"
  }
]