[
  {
    "id": 1,
    "section": null,
    "content": "Yoo Jeong-yeon (Korean : 유정연 ; born 1 November 1996 ), known mononymously as Jeongyeon (Korean : 정연 ), is a South Korean singer.She is a member of Twice, a South Korean girl group formed by JYP Entertainment."
  },
  {
    "id": 2,
    "section": "Early life",
    "content": "Early life\nJeongyeon was born as Yoo Kyung-wan on 1 November 1996 in Suwon, Gyeonggi Province, South Korea.She has two older sisters, one of whom is the actress Gong Seung-yeon.Her father was a chef who worked for Kim Dae-jung, a former president of South Korea.Jeongyeon took aerobics classes at a young age and developed an interest in singing and dancing soon afterward."
  },
  {
    "id": 3,
    "section": null,
    "content": "Career"
  },
  {
    "id": 4,
    "section": "Pre-debut",
    "content": "Pre-debut\nJeongyeon failed an audition to join JYP Entertainment as a child, but eventually joined the agency after passing an open audition in March 2010.She trained for five years before debuting with Twice.Between 2013 and early 2015, Jeongyeon was expected to become a member of a new JYP girl group alongside fellow trainees (now Twice bandmates ) Nayeon, Sana, and Jihyo ;however, the project was cancelled.Later in 2015, Jeongyeon participated in the television program Sixteen, a reality television competition to determine the members of Twice.In the final episode, she was chosen as one of the nine members of the group."
  },
  {
    "id": 5,
    "section": "Debut with Twice and health issues",
    "content": "Debut with Twice and health issues\nIn October 2015 Jeongyeon officially debuted as a member of Twice with the release of their first extended play (EP ), The Story Begins and its lead single \" Like Ooh-Ahh \".Jeongyeon and her sister co-hosted the South Korean music program Inkigayo from July 2016 to January 2017,for which they both won the Newcomer Award at the 2016 SBS Entertainment Awards.Since Jeongyeon's debut, she has also been credited as songwriter on some of Twice's tracks.In Gallup Korea's annual music poll, Jeongyeon was voted among the top 20 most popular idols in South Korea for four consecutive years from 2016 to 2019 alongside her bandmate Nayeon.\nOn 17 October 2020, JYP Entertainment announced that Jeongyeon would be taking a hiatus due to anxiety.She resumed activities on 31 January 2021 at 30th Seoul Music Awards.On 18 August 2021, JYP Entertainment announced that Jeongyeon would be taking a second hiatus due to panic and anxiety disorder.She resumed activities as a member of the group in February 2022, beginning with the North American leg of Twice 4th World Tour \" III \".That same year, Jeongyeon and the rest of the members renewed their contracts with JYP Entertainment."
  },
  {
    "id": 6,
    "section": null,
    "content": "Discography"
  },
  {
    "id": 7,
    "section": null,
    "content": "Soundtrack appearances"
  },
  {
    "id": 8,
    "section": "Composition credits",
    "content": "Composition credits\nAll song credits are adapted from the Korea Music Copyright Association's database unless stated otherwise."
  },
  {
    "id": 9,
    "section": null,
    "content": "Filmography"
  },
  {
    "id": 10,
    "section": null,
    "content": "Television shows"
  },
  {
    "id": 11,
    "section": null,
    "content": "Awards and nominations"
  },
  {
    "id": 12,
    "section": null,
    "content": "References"
  },
  {
    "id": 13,
    "section": null,
    "content": "External links"
  }
]