[
  {
    "id": 1,
    "section": "Park Ji-hyo (Korean : 박지효 ; born Park Ji-soo on February 1, 1997 ), known mononymously as Jihyo, is a South Korean singer.She is the leader and vocalist of the South Korean girl group Twice, formed by JYP Entertainment in 2015.",
    "content": "Park Ji-hyo (Korean : 박지효 ; born Park Ji-soo on February 1, 1997 ), known mononymously as Jihyo, is a South Korean singer.She is the leader and vocalist of the South Korean girl group Twice, formed by JYP Entertainment in 2015.\nShe released her debut extended play, Zone, in August 2023, where it debuted at number one on the Circle Album Chart with half a million copies sold in the first week.The lead single, \" Killin'Me Good \" , charted in five countries."
  },
  {
    "id": 2,
    "section": null,
    "content": "Life and career"
  },
  {
    "id": 3,
    "section": "Early life and pre-debut activities",
    "content": "Early life and pre-debut activities\nJihyo was born on February 1, 1997, in Guri, Gyeonggi Province, South Korea as Park Ji-soo.Her younger sister, Lee Ha-eum (born Park Ji-young ) is a rookie actress and model.\nJYP Entertainment scouted Jihyo after she placed second in a contest on Junior Naver.She joined the company at the age of eight and trained for ten years,during which she became the face of Innisfree's teen line with boy band Boyfriend,and trained with K-pop acts such as Wonder Girls'Sunmi and Hyerim, Bae Suzy, Jo Kwon, and Nichkhun.Jihyo was set to debut in a girl group with now- Twice members Nayeon, Jeongyeon and Sana, although the project was cancelled.Instead, she joined the reality television show Sixteen, a competition to select the founding members of Twice.She legally changed her name to Jihyo before the competition.As one of nine successful participants, she went on to join the newly formed girl group Twice.Jihyo was voted by her bandmates as leader in an anonymous vote."
  },
  {
    "id": 4,
    "section": "2015–present: Debut with Twice and solo activities",
    "content": "2015–present: Debut with Twice and solo activities\nIn October 2015, Twice officially debuted with the release of their first extended play (EP ), The Story Begins.Its lead single \" Like Ooh-Ahh \" became the first K-pop debut song to reach 100 million views on YouTube.On March 6, 2022, Jihyo released her first song for a soundtrack, \" Stardust Love Song \" for tvN's Twenty-Five Twenty-One.She released her second soundtrack song titled \" I Fly \" for SBS's Today's Webtoon on July 29.On November 14, she released her third soundtrack track \" A Strange Day \" for the Genie TV and ENA series Summer Strike.\nIn January 2023,  Jihyo was announced as the brand model for South Korean cosmetics brand Milk Touch.In June 2023, it was announced that Jihyo would release her first EP, Zone, on August 18, 2023, with \" Killin'Me Good \" serving as the lead single,becoming the second member of Twice to make a solo debut.Prior to this announcement, Jihyo performed an unreleased track from the EP, \" Nightmare \" , on Twice's Ready to Be World Tour.On August 25, she achieved her first music show win as a soloist\non KBS2's Music Bank."
  },
  {
    "id": 5,
    "section": "Public image and influence",
    "content": "Public image and influence\nOn the Korean Business Research Institute's monthly \" Individual Girl Group Members Brand Power Ranking \" Jihyo placed second and third on the November 2018 and May 2019 search.Jihyo has been noted for her vocal and performance skills by the media and fans."
  },
  {
    "id": 6,
    "section": null,
    "content": "Discography"
  },
  {
    "id": 7,
    "section": null,
    "content": "Extended plays"
  },
  {
    "id": 8,
    "section": null,
    "content": "Singles"
  },
  {
    "id": 9,
    "section": null,
    "content": "Collaborations"
  },
  {
    "id": 10,
    "section": null,
    "content": "Soundtrack appearances"
  },
  {
    "id": 11,
    "section": "Songwriting credits",
    "content": "Songwriting credits\nAll song credits are adapted from the Korea Music Copyright Association's database unless stated otherwise."
  },
  {
    "id": 12,
    "section": null,
    "content": "Filmography"
  },
  {
    "id": 13,
    "section": null,
    "content": "Television shows"
  },
  {
    "id": 14,
    "section": null,
    "content": "Music videos"
  },
  {
    "id": 15,
    "section": null,
    "content": "Bibliography"
  },
  {
    "id": 16,
    "section": null,
    "content": "Photobooks"
  },
  {
    "id": 17,
    "section": null,
    "content": "Awards and nominations"
  },
  {
    "id": 18,
    "section": null,
    "content": "Notes"
  },
  {
    "id": 19,
    "section": null,
    "content": "References"
  },
  {
    "id": 20,
    "section": null,
    "content": "External links"
  }
]