[
  {
    "id": 1,
    "section": "Im Na-yeon (Korean : 임나연 ; born September 22, 1995 ), known mononymously as Nayeon, is a South Korean singer.She rose to prominence as a member of the South Korean girl group Twice, created by JYP Entertainment through the reality television show Sixteen (2015 ).",
    "content": "Im Na-yeon (Korean : 임나연 ; born September 22, 1995 ), known mononymously as Nayeon, is a South Korean singer.She rose to prominence as a member of the South Korean girl group Twice, created by JYP Entertainment through the reality television show Sixteen (2015 ).\nNayeon released her eponymous debut extended play (EP ), Im Nayeon, in June 2022.It topped the Circle Album Chart and peaked at number seven on the US Billboard 200, making her the first South Korean soloist to enter the chart's top 10.The lead single, \" Pop! \" , reached the top ten in six countries."
  },
  {
    "id": 2,
    "section": "Early life",
    "content": "Early life\nAs a child, Nayeon participated in a modeling contest and was cast by JYP Entertainment.Although her mother initially prevented her from entering show business given her young age,Nayeon secretly attended the agency's open audition on September 15, 2010, after which she became a trainee.In 2013, she was added to the lineup of 6mix, a planned JYPE girl group that never debuted.She also made an appearance in the second episode of the 2012 television series Dream High 2."
  },
  {
    "id": 3,
    "section": "Education",
    "content": "Education\nBefore Nayeon's debut with Twice, she was a student at Konkuk University under the department of Theater and Film Arts.In 2018, during the What Is Love? showcase, she revealed that she took a \" leave of absence \" due to her busy schedule."
  },
  {
    "id": 4,
    "section": null,
    "content": "Career"
  },
  {
    "id": 5,
    "section": "2015–present:Sixteen, Twice and solo debut",
    "content": "2015–present:Sixteen, Twice and solo debut\nIn 2015, Nayeon participated in the reality television show Sixteen, a competition to determine the members of a new JYP Entertainment girl group called Twice.As one of the nine successful participants, she made the final lineup.In October, Nayeon officially debuted as a member of Twice with the release of their first extended play (EP ), The Story Begins.\nOn May 19, 2022, it was announced that Nayeon would debut as a solo artist on June 24 with her EP Im Nayeon.On July 10, 2022, Nayeon earned her first ever music show win on SBS Inkigayo.She won Best Female Artist at the 2022 MAMA Awards."
  },
  {
    "id": 6,
    "section": "Public image and influence",
    "content": "Public image and influence\nIn Gallup Korea's annual music poll for 2017, she was voted the sixth most popular idol in South Korea.In the 2018 poll, she again ranked sixth, receiving 6.7% of the votes.In 2019, she placed fifth, receiving 8.2% of the votes,and ranked as the eighth most popular female K-pop idol in a survey of soldiers completing mandatory military service in South Korea.Nayeon has been noted for being at the \" center \" of the group's performances and constantly opening the group's songs."
  },
  {
    "id": 7,
    "section": null,
    "content": "Other ventures"
  },
  {
    "id": 8,
    "section": "Fashion and endorsements",
    "content": "Fashion and endorsements\nAside from various endorsements with her Twice bandmates, Nayeon has promoted various products and featured in numerous advertisements.During her trainee years, Nayeon was a model for brands such as Smart School Uniformand TN.In May 2021, she became a model and appeared in a promotional video for Chaumet's Joséphine collection.In August, she became a model for Biotherm Korea, a South Korean beauty brand.In September 2022, she became a model for South Korean clothing brand Olive Des Olive.On January 30, 2023, Nayeon was announced as the official muse of Givenchy Beauty.\nNayeon has also appeared in magazines including Nylon Korea,Cosmopolitan Korea,W Korea,and Elle Korea,as well as for fashion brands such as Ralph Lauren,Jill Stuart,Fendi,and Louis Vuitton.She was featured in the April 2022 issue of Harper's Bazaar Korea for Chaumet's Joséphine collection.The same month, she was officially named by the brand as the Friend of the Maison."
  },
  {
    "id": 9,
    "section": "Philanthropy",
    "content": "Philanthropy\nIn March 2020, she donated KR₩ 50 million to the Community Chest of Korea to help the fight against COVID-19 outbreak."
  },
  {
    "id": 10,
    "section": null,
    "content": "Discography"
  },
  {
    "id": 11,
    "section": null,
    "content": "Extended plays"
  },
  {
    "id": 12,
    "section": null,
    "content": "Singles"
  },
  {
    "id": 13,
    "section": null,
    "content": "Other charted songs"
  },
  {
    "id": 14,
    "section": null,
    "content": "Guest appearances"
  },
  {
    "id": 15,
    "section": "Songwriting credits",
    "content": "Songwriting credits\nAll song credits are adapted from the Korea Music Copyright Association's database unless stated otherwise."
  },
  {
    "id": 16,
    "section": null,
    "content": "Filmography"
  },
  {
    "id": 17,
    "section": null,
    "content": "Television series"
  },
  {
    "id": 18,
    "section": null,
    "content": "Television show"
  },
  {
    "id": 19,
    "section": null,
    "content": "Web show"
  },
  {
    "id": 20,
    "section": null,
    "content": "Music videos"
  },
  {
    "id": 21,
    "section": null,
    "content": "Awards and nominations"
  },
  {
    "id": 22,
    "section": null,
    "content": "Notes"
  },
  {
    "id": 23,
    "section": null,
    "content": "References"
  },
  {
    "id": 24,
    "section": null,
    "content": "External links"
  }
]